Repository: othy54/webidea-test
Catalog: web/app/languages/plugins/compressx-*.po
Languages: fr_fr

source: Unable to send email. Please check the configuration of email server.
fr_fr: Impossible d’envoyer l’e-mail. Veuillez vérifier la configuration du serveur d’e-mail.

source: Please enter a valid email address.
fr_fr: Veuillez saisir une adresse e-mail valide.

source: User's email address is required.
fr_fr: Une adresse e-mail du compte est nécessaire.

source: Download
fr_fr: Télécharger

source: Method 2.
fr_fr: Méthode 2.

source: Send Debug Information to Us
fr_fr: Nous envoyer les informations de débogage

source: Please describe your problem here.
fr_fr: Veuillez décrire ici votre problème.

source: Your email:
fr_fr: Votre e-mail :

source: CompressX support email:
fr_fr: E-mail du support de CompressX :

source: Method 1.
fr_fr: Méthode 1.

source: There are two ways available to send us the debug information. The first one is recommended.
fr_fr: Il y a deux façons de nous envoyer les informations de débogage. La première est recommandée.

source: If you didn’t configure SMTP on your site, click the button below to download the relevant information (website info and error logs) to your PC when you are encountering some errors. Sending the files to us will help us diagnose what happened.
fr_fr: Si vous n’avez pas configuré un SMTP sur votre site, cliquez sur le bouton ci-dessous pour télécharger les informations pertinentes (informations sur le site et journaux d’erreurs) sur votre PC lorsque vous rencontrez des erreurs. L’envoi des fichiers nous aidera à diagnostiquer ce qui s’est passé.

source: If you have configured SMTP on your site, enter your email address and click the button below to send us the relevant information (website info and errors logs) when you are encountering errors. This will help us figure out what happened. Once the issue is resolved, we will inform you by your email address.
fr_fr: Si vous avez configuré le SMTP sur votre site, saisissez votre adresse e-mail et cliquez sur le bouton ci-dessous pour nous envoyer les informations pertinentes (informations sur le site et journaux d’erreurs) lorsque vous rencontrez des erreurs. Cela nous aidera à comprendre ce qui s’est passé. Une fois le problème résolu, nous vous en informerons via votre adresse e-mail.

source: WPvivid Team
fr_fr: Équipe WPvivid

source: Thumbnails generated
fr_fr: Miniatures générées

source: Log Size
fr_fr: Taille du journal

source: Log File Name
fr_fr: Nom du fichier journal

source: Convert JPG and PNG images to WebP and AVIF, compress WebP and AVIF.
fr_fr: Convertissez les images JPG et PNG en WebP et AVIF, compressez WebP et AVIF.

source: CompressX Filter
fr_fr: Filtre CompressX

source: CompressX: Optimization Failed
fr_fr: CompressX : échec de l’optimisation

source: CompressX: Optimized
fr_fr: CompressX : optimisé

source: Saved
fr_fr: Enregistré

source: CompressX: Unoptimized
fr_fr: CompressX : non optimisé

source: CompressX: All images
fr_fr: CompressX : toutes les images
